import Zaprafka from '../assets/zaprafka.jpg'
import Gulnora from '../assets/Gulnora.jpg'
import suriya from '../assets/suriya.jpg'
import  grmaniya from '../assets/germaniya.jpg'
import telegram from '../assets/telegram-tel.jpg'
import Ronaldu from '../assets/Ronaldu.jpg'
// В мире imgs
import image1 from '../assets/image1.png'
import image2 from '../assets/image2.png'
import image3 from '../assets/image4.png'
import image4 from '../assets/image3.png'
// list-imgs
import ListImg1 from '../assets/image-list-1.png'
import ListImg2 from '../assets/image-list-2.png'
import ListImg3 from '../assets/image-list-3.png'
import ListImg4 from '../assets/image-list-4.png'
import ListImg8 from '../assets/image-list-8.png'

export const carddata = [
    {
      id: 1,
      img: Gulnora,
      title: 'Gulnora Karimovaning Buyuk Britanniyadagi 25 million yevrolik mulki musodara kilindi',
    },
    {
        id: 2,
        img:  telegram ,
        title: 'Namanganda extremist goyalarni targib kilgan virtual guru kasaliga nisbatan zhinoyat ishi quzgatildi',
      },
      {
        id: 3,
        img: grmaniya,
        title: 'Namanganda sifatsiz benzin sotish holati aniklandi',
      },
      {
        id: 4,
        img: Ronaldu,
        title: 'Ronalduga Saudi clubiga otish uchun kosmik maosh taklif qilis ',
      },
      {
        id: 5,
        img: suriya,
        title: `Namanganda Suriyadagi jangarilar safiga qo'shilmoqchi bulgan ayol marta to'xtab qolindi`,
      },
      {
        id: 6,
        img: Zaprafka,
        title: 'Germanyda Alisher Usmonovga tagishli villalarni musodara kilishga chaqirishmoqda',
      },
]

export const vmiredata = [
  {
    id:1,
    img: image1,
    title: 'Китайский Чунцин запустил чартерный рейс для студентов до Британии',
    poragraf:'Чартерный рейс с 244 китайскими студентами вылетел из города центрального подчинения Чунцина на юго-западе Китая в британский Манчестер...',
    matn:'Баёнотда келтирилишича, собиқ президент Каримовнинг қизи Гулнора Каримовага тегишли бўлган Белгравиа туманидаги иккита квартира ва Суррейдаги уй мусодара қилинган. Бу ҳақида назорат маҳкамаси баёнотида маълум қилинган. Қироллик собиқ президентнинг қизининг 25 млн фунт стерлинглик 2 та квартираси ва битта уйини мусодара қилди. Буюк Британияда фирибгарлик билан курашиш бўйича бюро Serious Fraud Office, SFO Гулнора Каримовага тегишли мулкни мусодара қилди. Баёнотда келтирилишича, собиқ президент Каримовнинг қизи Гулнора Каримовага тегишли бўлган Белгравиа туманидаги иккита квартира ва Суррейдаги уй мусодара қилинган. Уларнинг умумий нархи 25 млн фунт стерлингдан ошади. SFO мазкур мулк Ўзбекистондаги коррупцион фаолиятдан тушган маблағ эвазига сотиб олинган, деб топган. SFO нинг иддао қилишича, Каримова 2004-2012 йилларда телекоммуникация компанияларидан Ўзбекистон бозорига киришда ёрдам бериш эвазига юзлаб миллион доллар пора олган.'

  },
  {
    id:2,
    img: image2,
    title: 'Китайский Чунцин запустил чартерный рейс для студентов до Британии',
    poragraf:'Чартерный рейс с 244 китайскими студентами вылетел из города центрального подчинения Чунцина на юго-западе Китая в британский Манчестер...',
  },
  {
    id:3,
    img: image3,
    title: 'Китайский Чунцин запустил чартерный рейс для студентов до Британии',
    poragraf:'Чартерный рейс с 244 китайскими студентами вылетел из города центрального подчинения Чунцина на юго-западе Китая в британский Манчестер...',
  },
  {
    id:4,
    img: image4,
    title: 'Китайский Чунцин запустил чартерный рейс для студентов до Британии',
    poragraf:'Чартерный рейс с 244 китайскими студентами вылетел из города центрального подчинения Чунцина на юго-западе Китая в британский Манчестер...',
  },
]

export const vmiredata2 = [
  {
    id:1,
    img: ListImg1,
    title: 'В Германии выпустят ограниченную партию плюшевых мишек в образе Меркель',
    poragraf:'БЕРЛИН, 19 сентября. / ТАСС/. Знаменитая фабрика по производству плюшевых игрушек в городе Кобург (федеральная земля Бавария) изготовила уникального...',
    Text:'Баёнотда келтирилишича, собиқ президент Каримовнинг қизи Гулнора Каримовага тегишли бўлган Белгравиа туманидаги иккита квартира ва Суррейдаги уй мусодара қилинган. Бу ҳақида назорат маҳкамаси баёнотида маълум қилинган. Қироллик собиқ президентнинг қизининг 25 млн фунт стерлинглик 2 та квартираси ва битта уйини мусодара қилди. Буюк Британияда фирибгарлик билан курашиш бўйича бюро Serious Fraud Office, SFO Гулнора Каримовага тегишли мулкни мусодара қилди. Баёнотда келтирилишича, собиқ президент Каримовнинг қизи Гулнора Каримовага тегишли бўлган Белгравиа туманидаги иккита квартира ва Суррейдаги уй мусодара қилинган. Уларнинг умумий нархи 25 млн фунт стерлингдан ошади. SFO мазкур мулк Ўзбекистондаги коррупцион фаолиятдан тушган маблағ эвазига сотиб олинган, деб топган. SFO нинг иддао қилишича, Каримова 2004-2012 йилларда телекоммуникация компанияларидан Ўзбекистон бозорига киришда ёрдам бериш эвазига юзлаб миллион доллар пора олган.'
  },

  {
    id:2,
    img: ListImg2,
    title: 'Акции КНР утратили доверие инвесторов. Что делать с бумагами прямо сейчас',
    poragraf:'За последние месяцы инвесторы в китайский рынок пережили настоящее потрясение — из-за ужесточения регулирования технологического сектора и критики некоторых...',
    Text:'Баёнотда келтирилишича, собиқ президент Каримовнинг қизи Гулнора Каримовага тегишли бўлган Белгравиа туманидаги иккита квартира ва Суррейдаги уй мусодара қилинган. Бу ҳақида назорат маҳкамаси баёнотида маълум қилинган. Қироллик собиқ президентнинг қизининг 25 млн фунт стерлинглик 2 та квартираси ва битта уйини мусодара қилди. Буюк Британияда фирибгарлик билан курашиш бўйича бюро Serious Fraud Office, SFO Гулнора Каримовага тегишли мулкни мусодара қилди. Баёнотда келтирилишича, собиқ президент Каримовнинг қизи Гулнора Каримовага тегишли бўлган Белгравиа туманидаги иккита квартира ва Суррейдаги уй мусодара қилинган. Уларнинг умумий нархи 25 млн фунт стерлингдан ошади. SFO мазкур мулк Ўзбекистондаги коррупцион фаолиятдан тушган маблағ эвазига сотиб олинган, деб топган. SFO нинг иддао қилишича, Каримова 2004-2012 йилларда телекоммуникация компанияларидан Ўзбекистон бозорига киришда ёрдам бериш эвазига юзлаб миллион доллар пора олган.'

  },
  {
    id:3,
    img: ListImg3,
    title: 'Китай раскритиковал заключенный Австралией, США и Великобританией антикитайский союз AUKUS',
    poragraf:'Не только Франция, которая лишилась многомиллиардного контракта с Австралий, осталась недовольна созданием трехстороннего оборонного альянса AUKUS, пишет Anna-News.info',
    Text:'Баёнотда келтирилишича, собиқ президент Каримовнинг қизи Гулнора Каримовага тегишли бўлган Белгравиа туманидаги иккита квартира ва Суррейдаги уй мусодара қилинган. Бу ҳақида назорат маҳкамаси баёнотида маълум қилинган. Қироллик собиқ президентнинг қизининг 25 млн фунт стерлинглик 2 та квартираси ва битта уйини мусодара қилди. Буюк Британияда фирибгарлик билан курашиш бўйича бюро Serious Fraud Office, SFO Гулнора Каримовага тегишли мулкни мусодара қилди. Баёнотда келтирилишича, собиқ президент Каримовнинг қизи Гулнора Каримовага тегишли бўлган Белгравиа туманидаги иккита квартира ва Суррейдаги уй мусодара қилинган. Уларнинг умумий нархи 25 млн фунт стерлингдан ошади. SFO мазкур мулк Ўзбекистондаги коррупцион фаолиятдан тушган маблағ эвазига сотиб олинган, деб топган. SFO нинг иддао қилишича, Каримова 2004-2012 йилларда телекоммуникация компанияларидан Ўзбекистон бозорига киришда ёрдам бериш эвазига юзлаб миллион доллар пора олган.'

  },
  {
    id:4,
    img: ListImg4,
    title: 'Китайский Чунцин запустил чартерный рейс для студентов до Британии',
    poragraf:'Чартерный рейс с 244 китайскими студентами вылетел из города центрального подчинения Чунцина на юго-западе Китая в британский Манчестер...',
    Text:'Баёнотда келтирилишича, собиқ президент Каримовнинг қизи Гулнора Каримовага тегишли бўлган Белгравиа туманидаги иккита квартира ва Суррейдаги уй мусодара қилинган. Бу ҳақида назорат маҳкамаси баёнотида маълум қилинган. Қироллик собиқ президентнинг қизининг 25 млн фунт стерлинглик 2 та квартираси ва битта уйини мусодара қилди. Буюк Британияда фирибгарлик билан курашиш бўйича бюро Serious Fraud Office, SFO Гулнора Каримовага тегишли мулкни мусодара қилди. Баёнотда келтирилишича, собиқ президент Каримовнинг қизи Гулнора Каримовага тегишли бўлган Белгравиа туманидаги иккита квартира ва Суррейдаги уй мусодара қилинган. Уларнинг умумий нархи 25 млн фунт стерлингдан ошади. SFO мазкур мулк Ўзбекистондаги коррупцион фаолиятдан тушган маблағ эвазига сотиб олинган, деб топган. SFO нинг иддао қилишича, Каримова 2004-2012 йилларда телекоммуникация компанияларидан Ўзбекистон бозорига киришда ёрдам бериш эвазига юзлаб миллион доллар пора олган.'

  },
  {
    id:5,
    img: image2,
    title: 'В Германии выпустят ограниченную партию плюшевых мишек в образе Меркель',
    poragraf:'БЕРЛИН, 19 сентября. / ТАСС/. Знаменитая фабрика по производству плюшевых игрушек в городе Кобург (федеральная земля Бавария) изготовила уникального...',
    Text:'Баёнотда келтирилишича, собиқ президент Каримовнинг қизи Гулнора Каримовага тегишли бўлган Белгравиа туманидаги иккита квартира ва Суррейдаги уй мусодара қилинган. Бу ҳақида назорат маҳкамаси баёнотида маълум қилинган. Қироллик собиқ президентнинг қизининг 25 млн фунт стерлинглик 2 та квартираси ва битта уйини мусодара қилди. Буюк Британияда фирибгарлик билан курашиш бўйича бюро Serious Fraud Office, SFO Гулнора Каримовага тегишли мулкни мусодара қилди. Баёнотда келтирилишича, собиқ президент Каримовнинг қизи Гулнора Каримовага тегишли бўлган Белгравиа туманидаги иккита квартира ва Суррейдаги уй мусодара қилинган. Уларнинг умумий нархи 25 млн фунт стерлингдан ошади. SFO мазкур мулк Ўзбекистондаги коррупцион фаолиятдан тушган маблағ эвазига сотиб олинган, деб топган. SFO нинг иддао қилишича, Каримова 2004-2012 йилларда телекоммуникация компанияларидан Ўзбекистон бозорига киришда ёрдам бериш эвазига юзлаб миллион доллар пора олган.'

  },
  {
    id:6,
    img: image3,
    title: 'Акции КНР утратили доверие инвесторов. Что делать с бумагами прямо сейчас',
    poragraf:'За последние месяцы инвесторы в китайский рынок пережили настоящее потрясение — из-за ужесточения регулирования технологического сектора и критики некоторых...',
    Text:'Баёнотда келтирилишича, собиқ президент Каримовнинг қизи Гулнора Каримовага тегишли бўлган Белгравиа туманидаги иккита квартира ва Суррейдаги уй мусодара қилинган. Бу ҳақида назорат маҳкамаси баёнотида маълум қилинган. Қироллик собиқ президентнинг қизининг 25 млн фунт стерлинглик 2 та квартираси ва битта уйини мусодара қилди. Буюк Британияда фирибгарлик билан курашиш бўйича бюро Serious Fraud Office, SFO Гулнора Каримовага тегишли мулкни мусодара қилди. Баёнотда келтирилишича, собиқ президент Каримовнинг қизи Гулнора Каримовага тегишли бўлган Белгравиа туманидаги иккита квартира ва Суррейдаги уй мусодара қилинган. Уларнинг умумий нархи 25 млн фунт стерлингдан ошади. SFO мазкур мулк Ўзбекистондаги коррупцион фаолиятдан тушган маблағ эвазига сотиб олинган, деб топган. SFO нинг иддао қилишича, Каримова 2004-2012 йилларда телекоммуникация компанияларидан Ўзбекистон бозорига киришда ёрдам бериш эвазига юзлаб миллион доллар пора олган.'

  },
  {
    id:7,
    img: image4,
    title: 'Китай раскритиковал заключенный Австралией, США и Великобританией антикитайский союз AUKUS',
    poragraf:'Не только Франция, которая лишилась многомиллиардного контракта с Австралий, осталась недовольна созданием трехстороннего оборонного альянса AUKUS, пишет Anna-News.info',
    Text:'Баёнотда келтирилишича, собиқ президент Каримовнинг қизи Гулнора Каримовага тегишли бўлган Белгравиа туманидаги иккита квартира ва Суррейдаги уй мусодара қилинган. Бу ҳақида назорат маҳкамаси баёнотида маълум қилинган. Қироллик собиқ президентнинг қизининг 25 млн фунт стерлинглик 2 та квартираси ва битта уйини мусодара қилди. Буюк Британияда фирибгарлик билан курашиш бўйича бюро Serious Fraud Office, SFO Гулнора Каримовага тегишли мулкни мусодара қилди. Баёнотда келтирилишича, собиқ президент Каримовнинг қизи Гулнора Каримовага тегишли бўлган Белгравиа туманидаги иккита квартира ва Суррейдаги уй мусодара қилинган. Уларнинг умумий нархи 25 млн фунт стерлингдан ошади. SFO мазкур мулк Ўзбекистондаги коррупцион фаолиятдан тушган маблағ эвазига сотиб олинган, деб топган. SFO нинг иддао қилишича, Каримова 2004-2012 йилларда телекоммуникация компанияларидан Ўзбекистон бозорига киришда ёрдам бериш эвазига юзлаб миллион доллар пора олган.'

  },
  {
    id:8,
    img: ListImg8,
    title: 'В Германии выпустят ограниченную партию плюшевых мишек в образе Меркель',
    poragraf:'БЕРЛИН, 19 сентября. / ТАСС/. Знаменитая фабрика по производству плюшевых игрушек в городе Кобург (федеральная земля Бавария) изготовила уникального...',
    Text:'Баёнотда келтирилишича, собиқ президент Каримовнинг қизи Гулнора Каримовага тегишли бўлган Белгравиа туманидаги иккита квартира ва Суррейдаги уй мусодара қилинган. Бу ҳақида назорат маҳкамаси баёнотида маълум қилинган. Қироллик собиқ президентнинг қизининг 25 млн фунт стерлинглик 2 та квартираси ва битта уйини мусодара қилди. Буюк Британияда фирибгарлик билан курашиш бўйича бюро Serious Fraud Office, SFO Гулнора Каримовага тегишли мулкни мусодара қилди. Баёнотда келтирилишича, собиқ президент Каримовнинг қизи Гулнора Каримовага тегишли бўлган Белгравиа туманидаги иккита квартира ва Суррейдаги уй мусодара қилинган. Уларнинг умумий нархи 25 млн фунт стерлингдан ошади. SFO мазкур мулк Ўзбекистондаги коррупцион фаолиятдан тушган маблағ эвазига сотиб олинган, деб топган. SFO нинг иддао қилишича, Каримова 2004-2012 йилларда телекоммуникация компанияларидан Ўзбекистон бозорига киришда ёрдам бериш эвазига юзлаб миллион доллар пора олган.'

  },
]
export const Text = [
  {
    id:1,
    Text:'Баёнотда келтирилишича, собиқ президент Каримовнинг қизи Гулнора Каримовага тегишли бўлган Белгравиа туманидаги иккита квартира ва Суррейдаги уй мусодара қилинган. Бу ҳақида назорат маҳкамаси баёнотида маълум қилинган. Қироллик собиқ президентнинг қизининг 25 млн фунт стерлинглик 2 та квартираси ва битта уйини мусодара қилди. Буюк Британияда фирибгарлик билан курашиш бўйича бюро Serious Fraud Office, SFO Гулнора Каримовага тегишли мулкни мусодара қилди. Баёнотда келтирилишича, собиқ президент Каримовнинг қизи Гулнора Каримовага тегишли бўлган Белгравиа туманидаги иккита квартира ва Суррейдаги уй мусодара қилинган. Уларнинг умумий нархи 25 млн фунт стерлингдан ошади. SFO мазкур мулк Ўзбекистондаги коррупцион фаолиятдан тушган маблағ эвазига сотиб олинган, деб топган. SFO нинг иддао қилишича, Каримова 2004-2012 йилларда телекоммуникация компанияларидан Ўзбекистон бозорига киришда ёрдам бериш эвазига юзлаб миллион доллар пора олган.'

  },
  {
    id:2,
    img: ListImg3,
    title: 'Китай раскритиковал заключенный Австралией, США и Великобританией антикитайский союз AUKUS',
    poragraf:'Не только Франция, которая лишилась многомиллиардного контракта с Австралий, осталась недовольна созданием трехстороннего оборонного альянса AUKUS, пишет Anna-News.info',
    Text:'Баёнотда келтирилишича, собиқ президент Каримовнинг қизи Гулнора Каримовага тегишли бўлган Белгравиа туманидаги иккита квартира ва Суррейдаги уй мусодара қилинган. Бу ҳақида назорат маҳкамаси баёнотида маълум қилинган. Қироллик собиқ президентнинг қизининг 25 млн фунт стерлинглик 2 та квартираси ва битта уйини мусодара қилди. Буюк Британияда фирибгарлик билан курашиш бўйича бюро Serious Fraud Office, SFO Гулнора Каримовага тегишли мулкни мусодара қилди. Баёнотда келтирилишича, собиқ президент Каримовнинг қизи Гулнора Каримовага тегишли бўлган Белгравиа туманидаги иккита квартира ва Суррейдаги уй мусодара қилинган. Уларнинг умумий нархи 25 млн фунт стерлингдан ошади. SFO мазкур мулк Ўзбекистондаги коррупцион фаолиятдан тушган маблағ эвазига сотиб олинган, деб топган. SFO нинг иддао қилишича, Каримова 2004-2012 йилларда телекоммуникация компанияларидан Ўзбекистон бозорига киришда ёрдам бериш эвазига юзлаб миллион доллар пора олган.'

  },
  {
    id:3,
    img: ListImg4,
    title: 'Китайский Чунцин запустил чартерный рейс для студентов до Британии',
    poragraf:'Чартерный рейс с 244 китайскими студентами вылетел из города центрального подчинения Чунцина на юго-западе Китая в британский Манчестер...',
    Text:'Баёнотда келтирилишича, собиқ президент Каримовнинг қизи Гулнора Каримовага тегишли бўлган Белгравиа туманидаги иккита квартира ва Суррейдаги уй мусодара қилинган. Бу ҳақида назорат маҳкамаси баёнотида маълум қилинган. Қироллик собиқ президентнинг қизининг 25 млн фунт стерлинглик 2 та квартираси ва битта уйини мусодара қилди. Буюк Британияда фирибгарлик билан курашиш бўйича бюро Serious Fraud Office, SFO Гулнора Каримовага тегишли мулкни мусодара қилди. Баёнотда келтирилишича, собиқ президент Каримовнинг қизи Гулнора Каримовага тегишли бўлган Белгравиа туманидаги иккита квартира ва Суррейдаги уй мусодара қилинган. Уларнинг умумий нархи 25 млн фунт стерлингдан ошади. SFO мазкур мулк Ўзбекистондаги коррупцион фаолиятдан тушган маблағ эвазига сотиб олинган, деб топган. SFO нинг иддао қилишича, Каримова 2004-2012 йилларда телекоммуникация компанияларидан Ўзбекистон бозорига киришда ёрдам бериш эвазига юзлаб миллион доллар пора олган.'

  },
  {
    id:4,
    img: image2,
    title: 'В Германии выпустят ограниченную партию плюшевых мишек в образе Меркель',
    poragraf:'БЕРЛИН, 19 сентября. / ТАСС/. Знаменитая фабрика по производству плюшевых игрушек в городе Кобург (федеральная земля Бавария) изготовила уникального...',
    Text:'Баёнотда келтирилишича, собиқ президент Каримовнинг қизи Гулнора Каримовага тегишли бўлган Белгравиа туманидаги иккита квартира ва Суррейдаги уй мусодара қилинган. Бу ҳақида назорат маҳкамаси баёнотида маълум қилинган. Қироллик собиқ президентнинг қизининг 25 млн фунт стерлинглик 2 та квартираси ва битта уйини мусодара қилди. Буюк Британияда фирибгарлик билан курашиш бўйича бюро Serious Fraud Office, SFO Гулнора Каримовага тегишли мулкни мусодара қилди. Баёнотда келтирилишича, собиқ президент Каримовнинг қизи Гулнора Каримовага тегишли бўлган Белгравиа туманидаги иккита квартира ва Суррейдаги уй мусодара қилинган. Уларнинг умумий нархи 25 млн фунт стерлингдан ошади. SFO мазкур мулк Ўзбекистондаги коррупцион фаолиятдан тушган маблағ эвазига сотиб олинган, деб топган. SFO нинг иддао қилишича, Каримова 2004-2012 йилларда телекоммуникация компанияларидан Ўзбекистон бозорига киришда ёрдам бериш эвазига юзлаб миллион доллар пора олган.'

  },
]
